datasets/benchmark-results/panthur/201811161431/wordpress-results-panthur-10-201811161431.log
Running 1m test @ http://blag.id-rsa.pub/wordpress/
  1 threads and 10 connections
  Thread calibration: mean lat.: 265.016ms, rate sampling interval: 696ms
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   246.84ms   79.11ms 513.79ms   73.00%
    Req/Sec     9.69      5.13    14.00     80.28%
  Latency Distribution (HdrHistogram - Recorded Latency)
 50.000%  255.87ms
 75.000%  304.38ms
 90.000%  327.17ms
 99.000%  468.73ms
 99.900%  514.05ms
 99.990%  514.05ms
 99.999%  514.05ms
100.000%  514.05ms

  Detailed Percentile spectrum:
       Value   Percentile   TotalCount 1/(1-Percentile)

      47.615     0.000000            1         1.00
     134.271     0.100000           50         1.11
     181.759     0.200000          100         1.25
     214.143     0.300000          150         1.43
     234.495     0.400000          200         1.67
     255.871     0.500000          250         2.00
     263.423     0.550000          277         2.22
     276.223     0.600000          301         2.50
     284.159     0.650000          325         2.86
     294.399     0.700000          351         3.33
     304.383     0.750000          375         4.00
     308.479     0.775000          390         4.44
     311.295     0.800000          400         5.00
     315.391     0.825000          415         5.71
     320.511     0.850000          425         6.67
     322.815     0.875000          438         8.00
     325.375     0.887500          444         8.89
     327.167     0.900000          450        10.00
     329.983     0.912500          457        11.43
     332.543     0.925000          463        13.33
     336.895     0.937500          469        16.00
     339.967     0.943750          472        17.78
     343.039     0.950000          475        20.00
     349.695     0.956250          479        22.86
     357.887     0.962500          482        26.67
     360.191     0.968750          485        32.00
     381.951     0.971875          486        35.56
     387.583     0.975000          488        40.00
     396.799     0.978125          490        45.71
     407.039     0.981250          491        53.33
     447.487     0.984375          493        64.00
     447.487     0.985938          493        71.11
     448.255     0.987500          494        80.00
     468.735     0.989062          495        91.43
     488.703     0.990625          496       106.67
     494.335     0.992188          497       128.00
     494.335     0.992969          497       142.22
     494.335     0.993750          497       160.00
     504.319     0.994531          498       182.86
     504.319     0.995313          498       213.33
     508.671     0.996094          499       256.00
     508.671     0.996484          499       284.44
     508.671     0.996875          499       320.00
     508.671     0.997266          499       365.71
     508.671     0.997656          499       426.67
     514.047     0.998047          500       512.00
     514.047     1.000000          500          inf
#[Mean    =      246.843, StdDeviation   =       79.106]
#[Max     =      513.792, Total count    =          500]
#[Buckets =           27, SubBuckets     =         2048]
----------------------------------------------------------
  600 requests in 1.00m, 30.95MB read
Requests/sec:      9.99
Transfer/sec:    527.65KB